[
      {
            "Title": " Shadow and Bone",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "23 Apr 2021",
            "Storyline": "Dark forces conspire against orphan mapmaker Alina Starkov when she unleashes an extraordinary power that could change the fate of her war-torn world.",
            "Actors": [
                  "Freddy Carter, Jessie Mei Li, Archie Renaux, Amita Suman"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Dad Stop Embarrassing Me",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "14 Apr 2021",
            "Storyline": "A single dad and cosmetics brand owner figures out fatherhood on the fly when his strong-minded teen daughter moves in with him.",
            "Actors": [
                  "Porscha Coleman, Heather Hemmens, Keith Jefferson"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Wizards: Tales of Arcadia",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "07 Aug 2020",
            "Storyline": "The third installment of DreamWork’s ‘Tales of Arcadia’ trilogy. The gang ends up in the past and must make sure that everything happens the way it should.",
            "Actors": [
                  "Guillermo del Toro"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Irregulars",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "26 Mar 2021",
            "Storyline": "Set in Victorian London, the series follows a gang of troubled street teens who are manipulated into solving crimes for the sinister Doctor Watson and his mysterious business partner, the elusive Sherlock Holmes.",
            "Actors": [
                  "Tom Bidwell"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " To Be a Better Man",
            "Season": 1,
            "Languages": "Hindi ORG Dubbed",
            "Realease Year": "31 May 2016",
            "Storyline": "Lu Yuan worked hard in America to become a Michelin 3-starred chef. To many, he is the Devil incarnate, reckless and wanton. But when it comes to the person he loves, he is an entirely different “good man,” loyal, kind, and honest. After a nightmarish car accident takes away his friend Da Peng,",
            "Actors": [
                  "Honglei Sun, Shuying Jiang, David Yao-Qing Wang, Xiao Che"
            ],
            "Format": " MKV"
      },
      {
            "Title": " Sky Rojo",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "19 Mar 2021",
            "Storyline": "Coral, Wendy, and Gina go on the run in search of freedom while being chased by Romeo, their pimp from Las Novias Club, and his henchmen, Moises and Christian.",
            "Actors": [
                  "Verónica Sánchez, Miguel Ángel Silvestre, Asier Etxeandia, Lali Espósito"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Country Comfort",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "19 Mar 2021",
            "Storyline": "When her career and personal life get derailed, an aspiring young country singer named Bailey takes a job as a nanny for a rugged cowboy named Beau and his five children. With a never-give up attitude and loads of Southern charm, this newbie-nanny is able to navigate the family dynamics and be the mother figure they’ve been missing. To her surprise, Bailey also gets the band she’s been missing in this musically talented family who help get her back on the road to stardom.",
            "Actors": [
                  "Caryn Lucas"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Lost Pirate Kingdom",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "15 Mar 2021",
            "Storyline": "The real-life pirates of the Caribbean violently plunder, stealing and form a surprisingly egalitarian republic in this documentary series.",
            "Actors": [
                  "Derek Jacobi, James Oliver Wheatley, Sam Callis, Tom Padley"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The One",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "12 Mar 2021",
            "Storyline": "One simple mouth swab is all it takes. A quick DNA test to find your perfect partner, the one you’re genetically made for. A decade after scientists discovers everyone has a gene they share with just one other person, millions have taken the test, desperate to find true love. Now, five more people meet their Match. But even soul mates have secrets. And some are more shocking and deadlier than others.",
            "Actors": [
                  "Hannah Ware, Dimitri Leonidas, Diarmaid Murtagh, Zoë Tapper"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Pacific Rim: The Black",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "04 Mar 2021",
            "Storyline": "A teenage boy and his younger sister search for their parents using a giant mobile weapon known as a Jaeger. Anime series based on the feature film ‘Pacific Rim’.",
            "Actors": [
                  "Greg Johnson, Craig Kyle"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Ginny & Georgia",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "24 Feb 2021",
            "Storyline": "",
            "Actors": [
                  "Sarah Lampert"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Tribes of Europa",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "19 Feb 2021",
            "Storyline": "✅ G-Drive ⚡ G-Direct ⬇️ OneDrive 🧲 Batch/Zip",
            "Actors": [
                  "Philip Koch"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Behind Her Eyes",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "17 Feb 2021",
            "Storyline": "",
            "Actors": [
                  "Steve Lightfoot"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Crew",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "15 Feb 2021",
            "Storyline": "",
            "Actors": [
                  "Jeff Lowell"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Russian Doll",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "01 Feb 2019",
            "Storyline": "On Nadia’s 36th birthday she is struck by a car and killed while leaving her party. In an instant she is alive again and transported back to her birthday party earlier that night. Moments later she dies again and finds herself, once again, back at her party, Nadia begins to question her sanity as she strives to unravel the mystery of her situation.",
            "Actors": [
                  "Leslye Headland, Natasha Lyonne, Amy Poehler"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Osmosis",
            "Season": 1,
            "Languages": "English – French",
            "Realease Year": "29 Mar 2019",
            "Storyline": "",
            "Actors": [
                  "Audrey Fouché"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Maniac",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "21 Sep 2018",
            "Storyline": "Two strangers, Annie and Owen, sign up for a pharmaceutical test program. Over the course of the program previously-undiscovered parts of their memories and minds are revealed to them. Moreover, their dreams and sub-consciousnesses are becoming interconnected. Unknown to them, however, there is danger present – the giant computer that runs the tests has gone rogue and is threatening to destroy the program.",
            "Actors": [
                  "Cary Joji Fukunaga, Patrick Somerville"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Chambers",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "26 Apr 2019",
            "Storyline": "A woman survives a heart transplant and begins to develop different personality traits.",
            "Actors": [
                  "Leah Rachel"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Bodyguard",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "24 Oct 2018",
            "Storyline": "Bodyguard tells the fictional story of David Budd, a heroic but volatile war veteran now working as a Specialist Protection Officer for the Royalty and Specialist Protection Branch of London’s Metropolitan Police Service. When he is assigned to protect the ambitious and powerful Home Secretary Julia Montague, whose politics stand for everything he despises, Budd finds himself torn between his duty and beliefs. Responsible for her safety, is he actually her biggest threat?",
            "Actors": [
                  "Jed Mercurio"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Band of Brothers",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "09 Sep 2001",
            "Storyline": "This is the story of “E” Easy Company, 506th Regiment of the 101st Airborne Division from their initial training starting in 1942 to the end of World War II. They parachuted behind enemy lines in the early hours of D-Day in support of the landings at Utah beach, participated in the liberation of Carentan, and again parachuted into action during Operation Market Garden.",
            "Actors": [
                  "Scott Grimes, Damian Lewis, Ron Livingston, Shane Taylor"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Firefly Lane",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "03 Feb 2021",
            "Storyline": "The story of Tully and Kate, two unlikely friends from their meeting as tweens in 1974 to the present. Kate, the introvert, and Tully, the coolest girl in school, form a bond that weathers every milestone in their lives, leading up to a tragedy in the present.",
            "Actors": [
                  "Maggie Friedman"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Kid Cosmic",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "02 Feb 2021",
            "Storyline": "",
            "Actors": [
                  "Craig McCracken, Francisco Angones, Lauren Faust"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Control Z",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "22 May 2020",
            "Storyline": "✅ G-Drive⚡ G-Direct ⬇️ OneDrive 🧲 Batch/Zip",
            "Actors": [
                  "Miguel García Moreno, Adriana Pelusi, Carlos Quintanilla"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Alien Worlds",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "02 Dec 2020",
            "Storyline": "",
            "Actors": [
                  "Sophie Okonedo, Leigh Joel Scott"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The King: Eternal Monarch",
            "Season": 1,
            "Languages": "Hindi ORG + Korean",
            "Realease Year": "17 Apr 2020",
            "Storyline": "In 1994, the Kingdom of Corea encounters severe upheaval. The King is murdered by his brother Lee Lim and the King’s son Lee Gon is stabbed in the neck, but he survives. The murderous Lee Lim seeks to possess the Manpasikjeok, which is legendary flute that holds supernatural powers. After a mysterious figure appears with a gun, Lee Lim slips away with only half of the now broken flute.",
            "Actors": [
                  "Lee Min-Ho, Kim Go-eun, Woo Do-Hwan, Kim Kyung-Nam"
            ],
            "Format": " MKV"
      },
      {
            "Title": " It’s Okay to Not Be Okay",
            "Season": 1,
            "Languages": "Hindi ORG + Korean",
            "Realease Year": "20 Jun 2020",
            "Storyline": "A story about a man employed in a psychiatric ward and a woman with an antisocial personality disorder, who is a popular writer of children’s books.",
            "Actors": [
                  "Kim Soo-Hyun, Seo Ye-Ji, Oh Jeong-Se, Park Gyuyoung"
            ],
            "Format": " MKV"
      },
      {
            "Title": " Don’t F**k with Cats: Hunting an Internet Killer",
            "Season": 1,
            "Languages": "English ORG",
            "Realease Year": "18 Dec 2019",
            "Storyline": "A group of online justice seekers track down a guy who posted a video of himself killing kittens.",
            "Actors": [
                  "Deanna Thompson, John Green, Claudette Hamlin, Antonio Paradiso"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Fate: The Winx Saga",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "22 Jan 2021",
            "Storyline": "A live-action adaptation of Nickelodeon’s Winx Club (2004). It follows Bloom as she adjusts to life in the Otherworld, where she must learn to control her dangerous magical powers.",
            "Actors": [
                  "Brian Young"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Lupin",
            "Season": 1,
            "Languages": "English – French",
            "Realease Year": "08 Jan 2021",
            "Storyline": "✅ G-Drive ⚡ G-Direct ⬇️ OneDrive 🧲 Batch/Zip",
            "Actors": [
                  "George Kay"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Untamed",
            "Season": 1,
            "Languages": "Hindi ORG Dubbed",
            "Realease Year": "27 Jun 2019",
            "Storyline": "Sixteen years ago, the cultivation world was ruled over by five clans: Gusu Lan, Yunmeng Jiang, Qinghe Nie, Qishan Wen, and Lanling Jin. The carefree Wei Wuxian becomes fast friends with the righteous Lan Wangji, and during their adventures, the pair find out that the head of the Wen clan is the evil mastermind behind a series of plots that would wreak havoc upon the lands. Wei Wuxian’s attempts to protect the innocent members of the Wen clan from unfair persecution leads to disaster, and he passes away in the process. Wei Wuxian reappears sixteen years later, and works together with good friend Lan Wangji to solve a series of murder mysteries, eventually finding and defeating the true culprit.",
            "Actors": [
                  "Zhan Xiao, Yibo Wang, Zhuocheng Wang, Lu Xuan"
            ],
            "Format": " MKV"
      },
      {
            "Title": " Where Stars Land",
            "Season": 1,
            "Languages": "Hindi ORG Dubbed",
            "Realease Year": "01 Oct 2018",
            "Storyline": "Drama series follows people who work diligently at Incheon International Airport.",
            "Actors": [
                  "Lee Jehoon, Chae Soo-bin, Dong-geon Lee, Kim Ji-Soo"
            ],
            "Format": " MKV"
      },
      {
            "Title": " Lovecraft Country",
            "Season": 1,
            "Languages": "English + Hindi Fan Unofficial Dubbed",
            "Realease Year": "16 Aug 2020",
            "Storyline": "",
            "Actors": [
                  "Misha Green"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Barbarians",
            "Season": 1,
            "Languages": "English-German",
            "Realease Year": "23 Oct 2020",
            "Storyline": "",
            "Actors": [
                  "Andreas Heckmann, Arne Nolting, Jan Martin Scharf"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Haunting of Hill House",
            "Season": 1,
            "Languages": "Hindi",
            "Realease Year": "12 Oct 2018",
            "Storyline": "",
            "Actors": [
                  "Mike Flanagan"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Ghost in the Shell SAC_2045",
            "Season": 1,
            "Languages": "Hindi ORG+ Japanese",
            "Realease Year": "23 Apr 2020",
            "Storyline": "Hired as a mercenary unit, the former members of Japan’s elite Section 9 are faced with the sudden appearance of “Post-Human,” a being with tremendous intelligence and physical capabilities.",
            "Actors": [
                  "Richard Epcar, Michael McCarty, Melissa Fahn, Crispin Freeman"
            ],
            "Format": " MKV"
      },
      {
            "Title": " Jinn",
            "Season": 1,
            "Languages": "Hindi",
            "Realease Year": "13 Jun 2019",
            "Storyline": "On an overnight school trip to the city of Petra, the students are told of the tales of Jinn, ancient supernatural creatures that both those that existed peacefully with humans and those that wanted to destroy humanity. While some expressed disbelief, others believed some of the stories, including that they can take the shape of both animals and humans. A few of the students splinter off to party and one of them who was a bully to others, (including one particular student who is rescued by a classmate after the bully leaves him in a hole) mysteriously falls off a cliff.",
            "Actors": [
                  "Salma Malhas, Sultan Alkhail, Hamzeh Okab, Aysha Shahaltough"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Hollywood",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "01 May 2020",
            "Storyline": "A group of aspiring actors and filmmakers in post-World War II Hollywood try to make it big – no matter the cost.",
            "Actors": [
                  "Ian Brennan, Ryan Murphy"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Better Than Us",
            "Season": 1,
            "Languages": "Dual Audio (Russian-English)",
            "Realease Year": "16 Aug 2019",
            "Storyline": "In 2029, robots have become an ordinary part of human life – they help raise children, work as personal drivers, security guards, and lovers. For most people, “Bots” are just soulless machines that perform routine work, but they also become capable of emotions. A group of rebels, “The Liquidators,” reject life with the bots – and are ready to shed human blood in their war against the machines.",
            "Actors": [
                  "Alexander Kessel"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Ratched",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "18 Sep 2020",
            "Storyline": "In 1947, Mildred Ratched begins working as a nurse at a leading psychiatric hospital. But beneath her stylish exterior lurks a growing darkness. Ratched is a suspenseful drama series that tells the origin story of asylum nurse Mildred Ratched. In 1947, Mildred arrives in Northern California to seek employment at a leading psychiatric hospital where new and unsettling experiments have begun on the human mind.",
            "Actors": [
                  "Ryan Murphy, Evan Romansky"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Julie and the Phantoms",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "10 Sep 2020",
            "Storyline": "Julie is a teenage girl who finds her passion for music and life with the help of a high -concept band of teen boys (The Phantoms) who have been dead for 25 years. Julie, in turn, helps them become the band they were never able to be.",
            "Actors": [
                  "Dan Cross, David Hoge"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Biohackers",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "20 Aug 2020",
            "Storyline": "A fast-paced thriller following medical student Mia Akerlund who discovers the use of highly advanced biohacking technology in her university town.",
            "Actors": [
                  "Christian Ditter"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The New Pope [The Young Pope S02",
            "Season": 1,
            "Languages": "Hindi Dubbed",
            "Realease Year": "13 Jan 2020",
            "Storyline": "Under the papacy of Sir John Brannox under the name of John Paul III, Vatican tries to clean its good name after a series of sexual scandals that jeopardized the institution itself. But unexpected trouble threatens John Paul III when Lenny Belardo, the previous Pope Pius XIII who was in a coma from nine months ago after to suffer a heart attack while he was celebrating a mass, wakes up to claim his place as the legitimate Pope of Rome.",
            "Actors": [
                  "Paolo Sorrentino"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Away",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "04 Sep 2020",
            "Storyline": "An American astronaut struggles with leaving her husband and daughter behind to embark on a dangerous mission with an international space crew.",
            "Actors": [
                  "Andrew Hinderaker"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Hoops",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "21 Aug 2020",
            "Storyline": "Centers on a hot-headed, foul-mouthed high school basketball coach who thinks turning around his godawful team will take him to the “big leagues.”",
            "Actors": [
                  "Ben Hoffman"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Get Even",
            "Season": 1,
            "Languages": "Dual Audio(Hindi-English)",
            "Realease Year": "15 Feb 2020",
            "Storyline": "When Olivia attempts to come out, her mother misinterprets what she means. John tells Bree that he loves her, but she shuts him down. Logan continues to insist that he is DGM, so Margot forces Logan to admit to the murder of Ronny and Mika. DGM work together to capture his confession on tape, and they expose him in front of the school by playing the tape during the school play. At a DGM meeting, Kitty confesses that the school is not renewing her scholarship at the school, and the girls vow to save her scholarship as their next mission.",
            "Actors": [
                  "Kim Adis, Bethany Antonia, Jessica Alexander, Mia McKenna-Bruce"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Utopia Falls",
            "Season": 1,
            "Languages": "Hindi",
            "Realease Year": "14 Feb 2020",
            "Storyline": "In a genre-bending take on a coming of age story, a group of teens in a distant future colony uncover an ancient forbidden archive of historical, cultural and musical relics. This discovery forces them to question everything they’ve been taught, and use the power of music to ignite change in their reality to expose the truth.",
            "Actors": [
                  "Joseph Mallozzi, R.T. Thorne"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Stateless",
            "Season": 1,
            "Languages": "Dual Audio(Hindi 5.1+English)",
            "Realease Year": "08 Jul 2020",
            "Storyline": "Inspired by true events; a woman escaping a cult, a refugee fleeing with his family, a father trapped in a dead-end job, and a bureaucrat on the verge of a national scandal find their lives intertwined in an immigration detention center.",
            "Actors": [
                  "Tony Ayres, Cate Blanchett, Elise McCredie"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " JU-ON: Origins",
            "Season": 1,
            "Languages": "English-Japanese",
            "Realease Year": "03 Jul 2020",
            "Storyline": "The legendary horror franchise that is “Ju-On” is set to once again shake the world as Netflix Japan sets to release its first-ever horror of Netflix Japan Original, “JU-ON: Origins.”",
            "Actors": [
                  "Yoshiyoshi Arakawa, Yuina Kuroshima, Seiko Iwaidô, Dorah Fine"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " October Faction",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "23 Jan 2020",
            "Storyline": "October Faction follows the story of “globetrotting monster hunters Fred and Deloris Allen who, after the death of Fred’s father, return to their hometown in upstate NY with their teenage children Geoff and Viv. because the family adjusts, Fred and Deloris must hide their identities as members of a secret organization, and our heroes quickly discover that their new small-town setting isn’t as idyllic because it seems”",
            "Actors": [
                  "Damian Kindler"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Warrior Nun",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "02 Jul 2020",
            "Storyline": "The first season of Warrior Nun from series creator Simon Barry (Ghost Wars, Bad Blood) has finally dropped on Netflix, and the demon-fighting adaptation of Benn Dunn’s cult hit comic, Warrior Nun Areala, doesn’t disappoint.",
            "Actors": [
                  "Simon Barry"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Soundtrack",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "18 Dec 2019",
            "Storyline": "Each episode is described as a “track” and focuses on two characters who frequently break away into imagined flights of musical fancy. At some point in each episode, there’s a mash-up, where the two characters, whose stories are often proceeding on different timelines, will perform numbers that overlap.",
            "Actors": [
                  "Joshua Safran"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Cursed",
            "Season": 1,
            "Languages": "Dual Audio(Hindi-English)",
            "Realease Year": "17 Jul 2020",
            "Storyline": "Nellie Andreeva describes Cursed as “a re-imagining of the Arthurian legend, told through the eyes of Nimue, a young heroine with a mysterious gift who is destined to become the powerful (and tragic) Lady of the Lake. After her mother’s death, she finds an unexpected partner in Arthur, a young mercenary, in a quest to find Merlin and deliver an ancient sword.",
            "Actors": [
                  "Frank Miller, Tom Wheeler"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Society",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "10 May 2019",
            "Storyline": "",
            "Actors": [
                  "Christopher Keyser"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Unlisted",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "15 Sep 2019",
            "Storyline": "",
            "Actors": [
                  "Vrund Rao, Ved Rao, Abigail Adriano, Miah Madden"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Top Boy",
            "Season": 1,
            "Languages": "Dual audio (Hindi-English)",
            "Realease Year": "31 Oct 2011",
            "Storyline": "",
            "Actors": [
                  "Ronan Bennett"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Outer Banks",
            "Season": 1,
            "Languages": "English-Hindi",
            "Realease Year": "15 Apr 2020",
            "Storyline": "John B’s father had been an explorer. He had spent his life looking for the lost treasure of the Royal Merchant, but just when he came close enough, he mysteriously disappeared. Nine months later, John comes across a clue that leads him closer to figuring out the puzzle. With the help of his friends, he digs deeper. Making some unlikely allies and many enemies in the process, John discovers that the treasure comes with its own set of problems. He also finds a disturbing truth about his father’s death.",
            "Actors": [
                  "Shannon Burke, Jonas Pate, Josh Pate"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Space Force 2020",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "29 May 2020",
            "Storyline": "Space Force is a workplace comedy series that centers on a group of people tasked with establishing the sixth branch of the United States Armed Forces, the United States Space Force.",
            "Actors": [
                  "Steve Carell, Greg Daniels"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Witcher",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "20 Dec 2019",
            "Storyline": "The Witcher follows the story of Geralt of Rivia, a solitary monster hunter, who struggles to find his place in a world where people often prove more wicked than beasts. But when destiny hurtles him toward a powerful sorceress, and a young princess with a dangerous secret, the three must learn to navigate the increasingly volatile Continent together.",
            "Actors": [
                  "Tomek Baginski"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Spinning Out (2020)",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "01 Jan 2020",
            "Storyline": "",
            "Actors": [
                  "Samantha Stratton"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Peaky Blinders",
            "Season": 5,
            "Languages": "English",
            "Realease Year": "30 Sep 2014",
            "Storyline": "",
            "Actors": [
                  "Steven Knight"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Tales of the City",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "07 Jun 2019",
            "Storyline": "A middle-aged Mary Ann returns to San Francisco and reunites with the eccentric friends she left behind. Tales of the City” focuses primarily on the people who live in a boardinghouse turned apartment complex owned by Anna Madrigal at 28 Barbary Lane, all of whom quickly become part of what Maupin coined a “logical family”.",
            "Actors": [
                  "Lauren Morelli"
            ],
            "Format": " Mkv"
      },
      {
            "Title": "The Spy",
            "Season": 1,
            "Languages": "Dual Audio",
            "Realease Year": "06 Sep 2019",
            "Storyline": "The real story behind The Spy is a dramatic, exciting, tragic one, and although it’s odd to dodge spoilers for a miniseries based on real events that happened 54 years ago, it seems likely that at least some of The Spy’s audience will not know about Mossad agent Eli Cohen, a resourceful Israeli spy trained for extensive undercover missions in Syria. He’s played by Sacha Baron Cohen with absolute unblinking straightness — not overly candid, or warm, or forthright, or personable",
            "Actors": [
                  "Sacha Baron Cohen, Hadar Ratzon Rotem, Yael Eitan, Noah Emmerich"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Rise of Empires: Ottoman",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "24 Jan 2020",
            "Storyline": "",
            "Actors": [
                  "Cem Yigit Uzümoglu, Tommaso Basili, Selim Bayraktar, Birkan Sokullu"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Ragnarok",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "31 Jan 2020",
            "Storyline": "In the small fictional town of Edda coming of age people are forced to respond to climate changes. The ice caps are melting at a rate no one had anticipated. People go through long periods of drought.",
            "Actors": [
                  "Adam Price"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Rising Dion",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "04 Oct 2019",
            "Storyline": "",
            "Actors": [
                  "Carol Barbee, Dennis Liu"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Never Have I Ever",
            "Season": 1,
            "Languages": "English-Hindi",
            "Realease Year": "27 Apr 2020",
            "Storyline": "Relationships are tough. Some succeed and some fail. While others…settle. But when a group of friends start to reveal their deepest sexual secrets to one another, they soon realize that perhaps their dating lives aren’t nearly as exciting as they thought, and it’s time for a change.",
            "Actors": [
                  "Lang Fisher, Mindy Kaling"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix The Circle 2020",
            "Season": 1,
            "Languages": "English-Hindi",
            "Realease Year": "01 Jan 2020",
            "Storyline": "Contestants live in an apartment building, but never meet face to face. They communicate through a social media app called “The Circle.” They can create a profile as themselves or make up a fake persona to play as. They regularly rank the other players based on their impressions through social media interactions, and the top-rated players become influencers. The influencers get to block, or eliminate a player until ultimately a winner is crowned.",
            "Actors": [
                  "Michelle Buteau, Sammie Cimarelli, Shubham Goel, Chris Sapphire"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Street Food",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "26 Apr 2019",
            "Storyline": "This is an amazing documentary on Street Foods of Various countries and stories releated to their Culture. Exploring the rich culture of street food in some of the world’s most colorful cities.",
            "Actors": [
                  "David Gelb, Brian McGinn"
            ],
            "Format": ".2/10"
      },
      {
            "Title": " Daybreak",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "24 Oct 2019",
            "Storyline": "",
            "Actors": [
                  "Aron Eli Coleite, Brad Peyton"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " I Am Not Okay with This 2020",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "26 Feb 2020",
            "Storyline": "Sydney is a teenage girl navigating the trials and tribulations of high school while dealing with the complexities of her family, her budding sexuality, and mysterious superpowers just beginning to awaken deep within her.",
            "Actors": [
                  "Jonathan Entwistle, Christy Hall"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Another Life",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "25 Jul 2019",
            "Storyline": "",
            "Actors": [
                  "Aaron Martin"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix The Letter for the King",
            "Season": 1,
            "Languages": "English-Hindi",
            "Realease Year": "20 Mar 2020",
            "Storyline": "",
            "Actors": [
                  "William Davies"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " V-Wars",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "05 Dec 2019",
            "Storyline": "",
            "Actors": [
                  "Ian Somerhalder, Adrian Holmes, Jacky Lai, Kyle Breitkopf"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Dracula Season 1",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "04 Jan 2020",
            "Storyline": "This series follows Dracula from his origins in Eastern Europe to his battles with Van Helsing‘s descendants and beyond. According to Netflix’s description “The Count Dracula legend transforms with new tales that flesh out the vampire’s gory crimes — and bring his vulnerability into the light.”",
            "Actors": [
                  "Claes Bang, Dolly Wells"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Arrow",
            "Season": 8,
            "Languages": "English (with Subtitles)",
            "Realease Year": "10 Oct 2012",
            "Storyline": "",
            "Actors": [
                  "Greg Berlanti, Marc Guggenheim, Andrew Kreisberg"
            ],
            "Format": " Mkv"
      },
      {
            "Title": "The Naked Director",
            "Season": 1,
            "Languages": "Dual Audio (English-Japanese)",
            "Realease Year": "08 Aug 2019",
            "Storyline": "✅ G-Drive ⚡ G-Direct ⬇️ OneDrive 🧲 Batch/Zip",
            "Actors": [
                  "Takayuki Yamada, Shinnosuke Mitsushima, Misato Morita, Tetsuji Tamayama"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Wu Assassins",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "08 Aug 2019",
            "Storyline": "",
            "Actors": [
                  "Tony Krantz, John Wirth"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Locke & Key",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "07 Feb 2020",
            "Storyline": "After the murder of their father, the Locke children return to their ancestral home in New England only to discover they are surrounded by magic only they can see and are left to fight the unnatural horrors that abound in Lovecraft, Massachusetts.",
            "Actors": [
                  "Meredith Averill, Aron Eli Coleite, Carlton Cuse"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Hyperdrive",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "21 Aug 2019",
            "Storyline": "",
            "Actors": [
                  "Stacey-Lee May, Michael Bisping, Lindsay Czarniak, Rutledge Wood"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix Toy Boy",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "25 Sep 2019",
            "Storyline": "Hugo Beltrán is a young, beautiful, and carefree stripper who wakes up one day at a cruise alongside a burned corpse after a night of partying and excesses.",
            "Actors": [
                  "César Benítez, Juan Carlos Cueto, Rocío Martínez Llano"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Killer Ratings",
            "Season": 1,
            "Languages": "Hindi",
            "Realease Year": "31 May 2019",
            "Storyline": "The true-life story of Brazilian TV host Wallace Souza, who literally killed for ratings, and used his crime TV show to cover up the grizzly truth.",
            "Actors": [
                  "Dinah Lord, Eamonn Matthews"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Marianne",
            "Season": 1,
            "Languages": "English+French",
            "Realease Year": "13 Sep 2019",
            "Storyline": "Emma, a famous and successful French horror writer, is forced to return to her hometown after the women who haunted her dreams fifteen years ago behind to re-appear. The work she writes is apparently a work of fiction, but how much is fact?",
            "Actors": [
                  "Victoire Du Bois, Lucie Boujenah, Tiphaine Daviot, Ralph Amoussou"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix Too Hot to Handle",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "17 Apr 2020",
            "Storyline": "The show takes 10 hot singles who are notorious commitment-phobes when it comes to relationships, and it puts them in an island villa together for what they think is going to be four-week sex. But when they get there, they’re told there’s prize money involved, and it depends on all of them remaining abstinent for the four-week retreat.",
            "Actors": [
                  "Chloe Veitch, David Birtwistle, Francesca Farago, Harry Jowsey"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Unbelievable",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "13 Sep 2019",
            "Storyline": "",
            "Actors": [
                  "Susannah Grant, Michael Chabon, Ayelet Waldman"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix The Chef Show",
            "Season": 1,
            "Languages": "Dual Audio (Hindi dubbed + English)",
            "Realease Year": "26 Apr 2019",
            "Storyline": "",
            "Actors": [
                  "David Gelb, Brian McGinn"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix The Healing Powers of Dude",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "13 Jan 2020",
            "Storyline": "",
            "Actors": [
                  "Sam Littenberg-Weisberg, Erica Spates"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Living with Yourself",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "18 Oct 2019",
            "Storyline": "",
            "Actors": [
                  "Timothy Greenberg"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Lunatics",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "19 Apr 2019",
            "Storyline": "This mockumentary series follows the peculiar lives of six eccentric – and sometimes obscene – misfits who march to their own beat.",
            "Actors": [
                  "Chris Lilley"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Dark Crystal: Age of Resistance",
            "Season": 1,
            "Languages": "Dual Audio ( Hindi-English)",
            "Realease Year": "30 Aug 2019",
            "Storyline": "",
            "Actors": [
                  "Jeffrey Addiss, Will Matthews"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Mortel",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "21 Nov 2019",
            "Storyline": "",
            "Actors": [
                  "Frédéric Garcia"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix Messiah",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "01 Jan 2020",
            "Storyline": "",
            "Actors": [
                  "Michael Petroni"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Flinch",
            "Season": 1,
            "Languages": "Hindi",
            "Realease Year": "03 May 2019",
            "Storyline": "",
            "Actors": [
                  "Seann Walsh, Lloyd Griffith, Desiree Burch, John McGinn"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " What/If",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "24 May 2019",
            "Storyline": "",
            "Actors": [
                  "Mike Kelley"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Netflix The I-Land",
            "Season": 1,
            "Languages": "Dual audio (Hindi-English)",
            "Realease Year": "N/A",
            "Storyline": "",
            "Actors": [
                  "Anthony Salter"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Dare Me",
            "Season": 1,
            "Languages": "English-Hindi",
            "Realease Year": "19 Dec 2019",
            "Storyline": "Based on Megan Abbott’s acclaimed crime novel, this series follows the fraught relationship between two best friends after their charismatic new cheer coach arrives to bring their squad to prominence. Boundaries are crossed and the young women’s lives are changed forever when a shocking crime rocks their quiet suburban world.",
            "Actors": [
                  "Megan Abbott, Megan Abbott, Gina Fattore"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Baghdad Central",
            "Season": 1,
            "Languages": "Hindi",
            "Realease Year": "03 Feb 2020",
            "Storyline": "Following the fall of Saddam Hussein, former police inspector Muhsin al-Khafaji has lost virtually everything. He searches for one of the few things remaining in his life, his missing estranged elder daughter.",
            "Actors": [
                  "Waleed Zuaiter, July Namir, Youssef Kerkour, Bertie Carvel"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Marvel’s The Defenders",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "18 Aug 2017",
            "Storyline": "“Marvel’s The Defenders” follows Daredevil, Jessica Jones, Luke Cage, and Iron Fist. A quartet of singular heroes with one common goal – to save New York City. This is the story of four solitary figures, burdened with their own personal challenges, who realize they just might be stronger when teamed together.",
            "Actors": [
                  "Douglas Petrie, Marco Ramirez"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Love, Death & Robots",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "15 Mar 2019",
            "Storyline": "A collection of animated short stories that span various genres including science fiction, fantasy, horror and comedy.",
            "Actors": [
                  "Tim Miller"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Malibu Rescue: The Series",
            "Season": 1,
            "Languages": "Dual Audio [Hindi-English]",
            "Realease Year": "09 Jan 2019",
            "Storyline": "After getting in trouble one too many times, Tyler’s stepfather punishes him by sending him to the Malibu Junior Rescue Program where he meets a ragtag group of kids from the Valley. Together, the group sets to prove that they deserve to participate in the program along with all the other kids from Malibu.",
            "Actors": [
                  "Jed Elinoff, Savage Steve Holland, Scott McAboy, Scott Thomas, Thomas Scott"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Safe",
            "Season": 1,
            "Languages": "(English)",
            "Realease Year": "10 May 2018",
            "Storyline": "After his daughter goes missing, a widower begins uncovering the dark secrets of the people closest to him.",
            "Actors": [
                  "Harlan Coben"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Stranger",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "30 Jan 2020",
            "Storyline": "Based on Harlan Coben’s novel of an equivalent name, the series will follow Adam Price, who seems to be living the right life – two great sons, a watertight marriage – until a stranger approaches him at a bar and divulges a shocking secret about Price’s wife, Corinne.",
            "Actors": [
                  "Richard Armitage, Shaun Dooley, Siobhan Finneran, Jacob Dudman"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Inside Bill’s Brain: Decoding Bill Gates",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "20 Sep 2019",
            "Storyline": "",
            "Actors": [
                  "Alex Bueermann, Davin Orness"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Home Game",
            "Season": 1,
            "Languages": "Hindi-English",
            "Realease Year": "26 Jun 2020",
            "Storyline": "Rugby meets mixed martial arts in the brutally violent Calcio Storico, a traditional sport of Florence, Italy, that dates back nearly 500 years.  Scotland’s Highland games combine a cultural celebration with challenging athletic tests of strength — including the unique caber toss.  For many in the Philippines, freediving without oxygen is a way of life. It’s also a demanding sport that pushes the limits of the human body.",
            "Actors": [
                  "Mark Strong"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Big Hero 6 The Series",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "20 Nov 2017",
            "Storyline": "As the new prodigy at San Fransokyo Institute of Technology, Hiro now faces daunting academic challenges and the social trials of being the little man on campus. Off-campus, the stakes are raised for the high-tech heroes as they must protect their city from an array of scientifically enhanced villains.",
            "Actors": [
                  "Nicholas Filippi, Mark McCorkle, Bob Schooley"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The 100",
            "Season": 1,
            "Languages": "Dual Audio (Hindi-English)",
            "Realease Year": "19 Mar 2014",
            "Storyline": "Set ninety-seven years after a nuclear war has destroyed civilization, when a spaceship housing humanity’s lone survivors send one hundred juvenile delinquents back to Earth, in hopes of possibly re-populating the planet.",
            "Actors": [
                  "Jason Rothenberg"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Five Came Back",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "31 Mar 2017",
            "Storyline": "During World War 2 several movie directors joined the US armed forces, making documentary films of the war. These included five of the greatest directors, not just of that era, but of all time: Frank Capra, John Ford, John Huston, William Wyler, and George Stevens. They had a great impact on the war, and the war had an impact on them, not only during the conflict but in their subsequent cinematic careers.",
            "Actors": [
                  "Francis Ford Coppola, Guillermo del Toro, Paul Greengrass, Lawrence Kasdan"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " The Boss Baby",
            "Season": 1,
            "Languages": "English",
            "Realease Year": "31 Mar 2017",
            "Storyline": "Tim Templeton has the most amazingly perfect life ever. With his loving parents to himself, he doesn’t realize his mother is pregnant. But when his new little brother comes along, he starts getting less attention.",
            "Actors": [
                  "Tom McGrath"
            ],
            "Format": " Mkv"
      },
      {
            "Title": " Star vs. the Forces of Evil",
            "Season": 1,
            "Languages": "Hindi Dubbed",
            "Realease Year": "18 Jan 2015",
            "Storyline": "An interdimensional princess, from the kingdom of Mewni, named Star Butterfly is sent to a new dimension, the Earth dimension, to learn how to use her newest possession, the royal family wand, and she finds help along the way meeting an Earth boy named Marco Diaz, and she lives with Marco and his parents causing all kinds of interdimensional mischief.",
            "Actors": [
                  "Daron Nefcy, David Wasson, Jordana Arkin"
            ],
            "Format": " Mkv"
      }
]